[Balance.Balance_IOBunkerBossCritRegion InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[Balance.Balance_IOBunkerBossTarget InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[Balance.PawnBalance_HyperionBunkerBoss AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Price of BNK-3R")

[Balance.PawnBalance_HyperionBunkerBoss_Gun AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="BNK-3R automatic cannon")

[BeamPoints.IODef_HyperionBeamCollection InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[BeamPoints.IODef_HyperionBeamPoint InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Character.CharClass_BunkerBoss AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Character.CharClass_BunkerBoss_Gun AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[InteractiveObject.IODef_BunkerBossCritRegion InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IODef_BunkerBossTArget InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IODef_BunkerBoss InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Weapon.WeaponType_BunkerBoss_Weapon WeaponTypeDefinition]
Typename="semi-automatic sniper rifle"
PickupMessage="you did %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="comment"

[Weapon.WeaponTypeTurret_BunkerBossTurret TurretWeaponTypeDefinition]
Typename=""
PickupMessage="you have %s"
UseFailureLevelMessage="You must be level %d to use this feature.."
UseFailureConstraintsMessage="This number does not exist."
NoManufacturerName="resume"

